[
  {
    "title": "Cofactr (YC W22)",
    "subtitle": "Supercharged Hardware SaaS",
    "img": "cofactr.png",
    "p": [
      "Innovative hardware teams use Cofactr to scale their electronic hardware from BOM through production, replacing spreadsheets and shelves with insights and on-demand infrastructure.",
      "Cofactr leveraged 508.dev to lead the frontend build of their SaaS. We worked directly with the CEO to develop and implement designs. We had total ownership of frontend architecture, project management, estimation, and all IC work. The project was delivered in under nine months.",
      "We put two frontend engineers and one engineering manager on the project. The stack included TypeScript, JavaScript, React, Redux, Tailwind, Webpack, and Python."
    ]
  },
  {
    "title": "Jovono",
    "subtitle": "Investment Firm",
    "img": "jovono.png",
    "p": [
      "Jovono needed a team to upgrade their investment landing page to the just-released Cloudflare Pages product, as well as requisite changes to its Next.js app.",
      "508.dev assigned two frontend engineers to quickly upgrade the application to Next.js 14, updating the pages paradigm to the app router paradigm.",
      "Our team also migrated Jovono off Heroku to a new CMS. This required establishing new deployment hooks and getting creative to work within the constraints of Cloudflare Pages.",
      "The result is a free-hosted, edge-networked landing page that loads instantaneously for Jovono customers across the world."
    ]
  },
  {
    "title": "Share Your Path",
    "subtitle": "Personal Marketing Platform",
    "img": "shareyourpath.png",
    "p": [
      "Share Your Path is an interactive guide that takes expertise from professional career coaches and automates the tedious parts.",
      "Share Your Path is working with 508.dev to build out their fullstack CMS and React webapp learning and personal marketing platform."
    ]
  },
  {
    "title": "Stealth Streaming Startup",
    "subtitle": "Web Streaming Platform",
    "img": "streaming.png",
    "p": [
      "A mobile streaming stealth startup needed a desktop-compatible browser streaming version of their mobile streaming application for power users.",

      "508.dev worked with the CEO to design a new platform, then engineered from scratch a Next.js 14 SPA that communicated with a GraphQL backend.",

      "Next.js 14 had just released and the Apollo GraphQL library wasn't fully compatible, so 508.dev engineers made commits on the Apollo library to update compatibility.",

      "The result is a highly functional stream and chat application where power users can manage their entire streaming experience, including games and chat gifts."
    ]
  },
  {
    "title": "Sundance Film Festival Asia",
    "subtitle": "Independent Film Festival",
    "img": "sundance.png",
    "p": [
      "Sundance Film Festival is the largest independent film festival in the USA, and for the last few years there have been international festivals held. In 2024 Sundance Film Festival was held in Taiwan.",
      "508.dev assigned a local Taiwanese developer to rapidly iterate on designs, as well as assist in accurate English and Mandarin localized copy.",
      "Site features included ticketing information, film festival entries, news, event information, and presentation of the festival's award-winning shorts."
    ]
  },
  {
    "title": "SPIN.FASHION",
    "subtitle": "Next Generation E-Commerce",
    "img": "spinfashion.png",
    "p": [
      "SPIN.FASHION exists at the crossroads of e-commerce, haute / street fashion, AR, and defi / blockchain. Providing a secure chain of verifiable provenance for unique goods, SPIN.FASHION has been making waves in the fashion collector world.",
      "508.dev leveraged our curated talent pool of offshore engineers and designers to build a growth team matching SPIN.FASHION's singular needs, including AR and blockchain experience.",
      "SPIN.FASHION stands as an example of 508.dev's ability to function as an agency for clients that are interested in managing their own projects and are looking for help filling talent gaps with excellent offshore engineers and designers."
    ]
  },
  {
    "title": "Automated Cryptocurrency Trading Platform",
    "subtitle": "Private Trading Firm",
    "img": "",
    "p": [
      "Due to a rigid NDA, there's very little we can share about this client or project. The client engages in large-volume cryptocurrency trading, and had developed Alpha they wished represented in an automated trading platform.",
      "508.dev organized a team of five engineers to quickly iterate on the client's algorithm, building out an automated trading platform in Python that surpassed all latency targets by a factor of 100x.",
      "508.dev also developed a fully-featured admin panel in Next.js to manage the trading platform."
    ]
  }
]
