{
  "title": "Unbeatable Value Offshore Engineering",
  "title_description": "Most vendors take huge cuts of bill rates, meaning you get unqualified and overpriced engineers. 508.dev is a co-op, so it's owned, governed, and operated by our engineers. That means nobody can beat our margins, and nobody can offer a better ratio of engineering quality to bill rate.",
  "hero_action_1_text": "Pricing",
  "hero_action_1_url": "/pricing",
  "hero_action_2_text": "Book a Chat",
  "hero_action_2_url": "https://cal.com/calebjay/30m",
  "stats_title": "We Solve Problems",
  "stats_description": "We match excellent engineers with projects befitting their experience, applying our high standards to every project. We've functioned as a consultancy, a development firm, a manged service provider, and agency for previous clients. Email us at hello@508.dev for more info.",
  "stats_1_number": "85%",
  "stats_1_content": "of our clients are repeat customers",
  "stats_2_number": "100+",
  "stats_2_content": "engineers in our co-op",
  "stats_3_number": "10",
  "stats_3_content": "timezones represented",
  "stats_4_number": "0",
  "stats_4_content": "babysitting required",
  "principles_title": "Our Principles",
  "principles_text": "508.dev members all follow a rigid set of principles as a condition of membership.",

  "principles_1_title": "No Excuses",
  "principles_1_text": "Our teams get it done, to our standards, no matter what. We don't make obstacles our client's problems, we simply overcome them.",
  "principles_2_title": "Excellent Engineering",
  "principles_2_text": "We maintain ridiculously high engineering standards and only allow members to join who demonstrate that they have what it takes to meet these standards.",
  "principles_3_title": "Build for Time",
  "principles_3_text": "We're happy to be your maintenance team indefinitely, but either way, we build for transferability and time. No more rebuilds because of offshore code spaghetti.",
  "principles_4_title": "Organization",
  "principles_4_text": "Organization is critical when working with distributed teams. Every member of 508.dev is well versed in AGILE methodology, and we've yet to work with a client with more rigorous project management than our own internal processes.",
  "expertise_title": "Our Expertise",
  "expertise_description": "Our members bring deep expertise across a wide range of technologies and domains.",
  "expertise_1_name": "Frontend",
  "expertise_1_src": "frontend",
  "expertise_1_logo": "FE",
  "expertise_2_name": "Backend",
  "expertise_2_src": "backend",
  "expertise_2_logo": "BE",
  "expertise_3_name": "AI / ML",
  "expertise_3_src": "AI",
  "expertise_3_logo": "AI",
  "expertise_4_name": "Data Science",
  "expertise_4_src": "data science",
  "expertise_4_logo": "DS",
  "expertise_5_name": "Blockchain",
  "expertise_5_src": "web3",
  "expertise_5_logo": "WEB3",
  "industries_title": "Our members have built for some of the top companies across the world.",
  "industries_description": "From Silicon Valley to NYC to Singapore, our members have built for the top companies with the best engineering teams on earth. Now, they're available to build with you."
}

